ansible
base
base-devel
bash-completion
bind
bluetuith-bin
bluez
brave-bin
btrfs-progs
clang
cronie
dmidecode
dnsmasq
dosfstools
downgrade
dunst
dwarfs
easyeffects
efibootmgr
exfat-utils
eza
fd
floorp-bin
foliate
fuse-overlayfs
fuse2
fuse3
fuseiso
git
glfw-wayland
gparted
gptfdisk
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
haveged
hostapd
hyprland
hyprpaper
hyprshot
implay
intel-ucode
iw
jre8-openjdk
kitty
lsof
lzop
man-db
mpv
nano
nautilus
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-extra
ntfs-3g
ntp
nvidia-dkms
openssh
os-prober
otf-openmoji
p7zip
pavucontrol
playerctl
pulsemixer
python-matplotlib
python-pandas
python-pip
python-pipx
python-spotdl
qbittorrent
qrencode
qt5-wayland
reflector
ripgrep
rofi
rsync
sdl_ttf
smplayer
spotify
stow
telegram-desktop
tmux
tofi
traceroute
ttf-bitstream-vera
ttf-cascadia-mono-nerd
ttf-dejavu
ttf-liberation
ttf-martian-mono-variable
unrar
unzip
update-grub
usbutils
wget
wireplumber
wl-clipboard
xdg-user-dirs
xfce4-power-manager
xorg-fonts-type1
xorg-server
xorg-xinit
xorg-xlsclients
xorg-xwayland
xplayer
zip
zoxide
zsh
