android-platform
android-sdk
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
android-udev
base
base-devel
bash-language-server
batsignal
bluetui
bpytop
brave-bin
brightnessctl
cava
clang
cliphist
direnv
dmenu
dms-shell-bin
dosfstools
dunst
efibootmgr
evtest
eza
firefox
flutter-bin
fzf
ghostty
git
grub
hyprland
i3-wm
i3blocks
i3lock
i3status
impala
inotify-tools
iw
jdk-openjdk
jdk21-openjdk
kitty
lazygit
libinput-tools
linux-firmware
linux-lts
lua-language-server
matugen
mtpfs
neovim
networkmanager
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-look
obsidian
playerctl
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
pulsemixer
qt6-multimedia-ffmpeg
reflector
ripgrep
rofi-emoji-git
ruff
rust-analyzer
rustup
spotify
starship
stow
stylua
sudo
swaybg
telegram-desktop
terminator
tofi
ttf-cascadia-code-nerd
ttf-dejavu
ttf-indic-otf
ttf-jetbrains-mono-nerd
typescript
typescript-language-server
unzip
usbutils
vim
wireplumber
wl-clipboard
wlctl-bin
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwayland-satellite
yay
yay-debug
zsh
